Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_167_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Anárašgiela áppesa geahččaladdanveršuvdna almmustuvai
smn: Anarâškielâ aabis iskâdâllâmversio almostui

source: Oahppit , geat álggahedje skuvlla anárášgielat oahpahusas , ožžo guhká vurdojuvvon áppesgirjji vuosttaš skuvlavahku loahpas .
smn: Škoovlâs algâttâm anarâškielâ máttááttâs uáppeeh finnejii kuhháá vuordum jiejâskielâlâš aabis kiävttusis vuosmuu škovlâoho loopâst .

source: Sámedikki skuvlen- ja oahppamateriáladoaimmahat almmuhii anárašgielat áppesa geahččaladdanveršuvnna .
smn: Sämitige škovlim- já oppâmateriaaltoimâttâh almostitij aabisist iskâdâllâmversio .

source: Áppes juhkkojuvvui Anára girkosiidda skuvlla anárašgielat oahpahusjovkui .
smn: Aabis juohhui Aanaar markkân škoovlâ anarâškielâ máttááttâsjuávkun .

source: Anárašgielat oahpahusas álggahedje oktiibuot čiežas , guhtta vuosttašluohkálačča ja okta ovdaskuvlalaš .
smn: Anarâškielâ máttááttâsâst algâttii ohtsis kuttâ vuosâluokkalii já ohtâ ovdâškovlâlâš .

source: Anárašgielat áppes ´Anarâškielâ Aabis´ lea buot áiggiid vuosttaš .
smn: Anarâškielâ Aabis lii puohâin aaigijn vuosmuš .

source: Dan lea čállán Matti Morottaja ( Kuobžâ-Saammâl Matti ) ja govaid dasa lea ráhkadan Daniel Gelencsér .
smn: Ton kietâčalluu lii čáállám Matti Morottaja ( Kuobžâ-Saammâl Matti ) já kuvvim Daniel Gelencsér .

source: Áppesa vuosttaš oasi materiála gárvanii aiddo go skuvlajahki álggii ja dat gokčá čakčalohkanbaji .
smn: Aabis vuosmuu uási materiaal valmâštui eidu škovlâive älgidijn já tot luávdá čohčâlohopaje .

source: Anárašgielat áppes galgá válmmaštuvvat čakčat 2009 . Dat almmuhuvvo guoktin girjin , čakča- ja giđđaáppesin .
smn: Anarâškielâ aabis lii meeri valmâštuđ čohčuv 2009 kyehtin kirjen , čohčâ- ja kiđđâaabisin .
